<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/Alpha0C4-Swift.h</key>
		<data>
		3bAB/d/QXR2FO2/tDZnljpnL7LY=
		</data>
		<key>Headers/Alpha0C4.h</key>
		<data>
		iPyYsp/koBJWEw1a2UDribPOmgE=
		</data>
		<key>Info.plist</key>
		<data>
		blvmwxYR1O5RuCbaBdGD+1xWxpA=
		</data>
		<key>Modules/Alpha0C4.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<data>
		X6m+odDSdmhK9kO27KfkLqRaMic=
		</data>
		<key>Modules/Alpha0C4.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		rDqB4Scacl8+Q90ENWTMNFKarwc=
		</data>
		<key>Modules/Alpha0C4.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		SHWj8TSy9L7guZNYQgKsEWQRj4M=
		</data>
		<key>Modules/Alpha0C4.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		rDqB4Scacl8+Q90ENWTMNFKarwc=
		</data>
		<key>Modules/Alpha0C4.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		Qa0SA1PG6uCrzqUjlvbr13/JHuQ=
		</data>
		<key>Modules/Alpha0C4.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<data>
		X6m+odDSdmhK9kO27KfkLqRaMic=
		</data>
		<key>Modules/Alpha0C4.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		aCyNtmjcc06MFUIA3lf+AG8n5ME=
		</data>
		<key>Modules/Alpha0C4.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		bK06xBBPLXfbxiRb9g1H+J6Qq0Q=
		</data>
		<key>Modules/Alpha0C4.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		aCyNtmjcc06MFUIA3lf+AG8n5ME=
		</data>
		<key>Modules/Alpha0C4.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		rEMQMn9H4TLi9UDQxYvs1zfbhiA=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		UZCTauvByivjcqzW48Gpb8YIR64=
		</data>
		<key>version0328.mlmodelc/analytics/coremldata.bin</key>
		<data>
		v/aGaxPimp++8ujcltS/EcoMy3Q=
		</data>
		<key>version0328.mlmodelc/coremldata.bin</key>
		<data>
		VFQUkwJHhap6iaBUcL6PbW1rz3U=
		</data>
		<key>version0328.mlmodelc/metadata.json</key>
		<data>
		rhhNkffMc5uMz6Z0J2EiYOEwAFE=
		</data>
		<key>version0328.mlmodelc/model.espresso.net</key>
		<data>
		h/zFNvlvOqtNWZmeK6+uIdANZ5U=
		</data>
		<key>version0328.mlmodelc/model.espresso.shape</key>
		<data>
		/0qwkG1j6x5bUfNkHh5Re1SJ4Pk=
		</data>
		<key>version0328.mlmodelc/model.espresso.weights</key>
		<data>
		qahneHXbyns/RpaSLugBBQaNdt0=
		</data>
		<key>version0328.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>version0328.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/Alpha0C4-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			FTPU4TsMnX7oD/J3133kgRYwJ7uJqakFJKLkTMxrV3A=
			</data>
		</dict>
		<key>Headers/Alpha0C4.h</key>
		<dict>
			<key>hash2</key>
			<data>
			nvgw4zoxkl/2Qpu6pHqmW2A/RTDYxdpb2vCVXzWO3Yg=
			</data>
		</dict>
		<key>Modules/Alpha0C4.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			gPX2mRNsVXmMj1yAFeA3/1SHg8HaUVYfqKYNYiXQuYA=
			</data>
		</dict>
		<key>Modules/Alpha0C4.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			UGsiLM1UavAtQ7yle1kPs9N2VL33Qqp47asQEVThWtQ=
			</data>
		</dict>
		<key>Modules/Alpha0C4.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			XWdihP3NPbOARgZMknEqmTAtwmv4XvUxfwBiBcuKWpE=
			</data>
		</dict>
		<key>Modules/Alpha0C4.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			UGsiLM1UavAtQ7yle1kPs9N2VL33Qqp47asQEVThWtQ=
			</data>
		</dict>
		<key>Modules/Alpha0C4.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			I+OM23JtCIZJYIQw086nBFgmn0RaQ4evXAy7eTzJdXI=
			</data>
		</dict>
		<key>Modules/Alpha0C4.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			gPX2mRNsVXmMj1yAFeA3/1SHg8HaUVYfqKYNYiXQuYA=
			</data>
		</dict>
		<key>Modules/Alpha0C4.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			pBnVBDwHu2n/kCeW4PsYq2smUlDb2n+Unzm707S2JYs=
			</data>
		</dict>
		<key>Modules/Alpha0C4.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			6riihqJ1RrJqOG/O7afS83AsOpBqhf0jCplcuf/evc0=
			</data>
		</dict>
		<key>Modules/Alpha0C4.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			pBnVBDwHu2n/kCeW4PsYq2smUlDb2n+Unzm707S2JYs=
			</data>
		</dict>
		<key>Modules/Alpha0C4.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			A0venSyrKcazEOo9sK8Q/eI+OtkfJZoSZf+J9g1JZWA=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			th9zFvwPM2rQ7SP1OqyF3jG6ypH0dw02JKlNaOhYFW0=
			</data>
		</dict>
		<key>version0328.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			fjC67ZmOySm23641E6SnkYgjrIqAMlQ+KaoP1fDFlxo=
			</data>
		</dict>
		<key>version0328.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			eUyboEwUpkLwVLV4WL6HkwgRWODa4vRtWdjpgyQE4Ac=
			</data>
		</dict>
		<key>version0328.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			TRbAmcys1dvnWeSXB06NQ/Fkhpfg05kpOnHjEZrXciE=
			</data>
		</dict>
		<key>version0328.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			Z6RHtnpQ0VDBOKeW1PnP2mqQyTGj1YbcLBet7Ee9xlQ=
			</data>
		</dict>
		<key>version0328.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			3cJYNftaremS+97VHUi0jzxtTutWdWyvioFllqHFXk4=
			</data>
		</dict>
		<key>version0328.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			kvQtysw0kXTnKNNLpPVY99X8gTKQBC8AUF71vHrQBmA=
			</data>
		</dict>
		<key>version0328.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>version0328.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
