<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Resources/Info.plist</key>
		<data>
		x4mkZXzvTmEGVqFQUoHCfKLP0Sk=
		</data>
		<key>Resources/version0328.mlmodelc/analytics/coremldata.bin</key>
		<data>
		v/aGaxPimp++8ujcltS/EcoMy3Q=
		</data>
		<key>Resources/version0328.mlmodelc/coremldata.bin</key>
		<data>
		VFQUkwJHhap6iaBUcL6PbW1rz3U=
		</data>
		<key>Resources/version0328.mlmodelc/metadata.json</key>
		<data>
		rhhNkffMc5uMz6Z0J2EiYOEwAFE=
		</data>
		<key>Resources/version0328.mlmodelc/model.espresso.net</key>
		<data>
		h/zFNvlvOqtNWZmeK6+uIdANZ5U=
		</data>
		<key>Resources/version0328.mlmodelc/model.espresso.shape</key>
		<data>
		/0qwkG1j6x5bUfNkHh5Re1SJ4Pk=
		</data>
		<key>Resources/version0328.mlmodelc/model.espresso.weights</key>
		<data>
		qahneHXbyns/RpaSLugBBQaNdt0=
		</data>
		<key>Resources/version0328.mlmodelc/model/coremldata.bin</key>
		<data>
		yNfQ7w7t+oLS6hqlkoRbmm1LArc=
		</data>
		<key>Resources/version0328.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/Alpha0C4-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			FTPU4TsMnX7oD/J3133kgRYwJ7uJqakFJKLkTMxrV3A=
			</data>
		</dict>
		<key>Headers/Alpha0C4.h</key>
		<dict>
			<key>hash2</key>
			<data>
			nvgw4zoxkl/2Qpu6pHqmW2A/RTDYxdpb2vCVXzWO3Yg=
			</data>
		</dict>
		<key>Modules/Alpha0C4.swiftmodule/arm64-apple-ios-macabi.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			inUKDM3MQK5fVBqxKbs/kyAqkhz9BNPt0pVkW4MJ7rI=
			</data>
		</dict>
		<key>Modules/Alpha0C4.swiftmodule/arm64-apple-ios-macabi.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			1Kj5lR25CIzQKQcUw+fdzoGkATkUMWGyJ3Ir/87D48g=
			</data>
		</dict>
		<key>Modules/Alpha0C4.swiftmodule/arm64-apple-ios-macabi.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			DxlU9wtf+bdJBoce1wBHTa3V8284Flf3WhGP8zKowVA=
			</data>
		</dict>
		<key>Modules/Alpha0C4.swiftmodule/arm64-apple-ios-macabi.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			1Kj5lR25CIzQKQcUw+fdzoGkATkUMWGyJ3Ir/87D48g=
			</data>
		</dict>
		<key>Modules/Alpha0C4.swiftmodule/arm64-apple-ios-macabi.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			YrtesConDDFSbmvGB2RWShart2Fqcv9u1YlMtUm0BhI=
			</data>
		</dict>
		<key>Modules/Alpha0C4.swiftmodule/x86_64-apple-ios-macabi.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			inUKDM3MQK5fVBqxKbs/kyAqkhz9BNPt0pVkW4MJ7rI=
			</data>
		</dict>
		<key>Modules/Alpha0C4.swiftmodule/x86_64-apple-ios-macabi.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			u+lv+D91r34KeTQDhgvSlklxFReWdsBTpb99BjcG1Wc=
			</data>
		</dict>
		<key>Modules/Alpha0C4.swiftmodule/x86_64-apple-ios-macabi.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			9b+NXp1B7KhxkRWLaXYUBb/NccjI73/rp2Zc84GKHjc=
			</data>
		</dict>
		<key>Modules/Alpha0C4.swiftmodule/x86_64-apple-ios-macabi.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			u+lv+D91r34KeTQDhgvSlklxFReWdsBTpb99BjcG1Wc=
			</data>
		</dict>
		<key>Modules/Alpha0C4.swiftmodule/x86_64-apple-ios-macabi.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			PkKSnZsRhODUeQc7vbjsf8M9CYCYn8XKKmD3hiWpUAg=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			th9zFvwPM2rQ7SP1OqyF3jG6ypH0dw02JKlNaOhYFW0=
			</data>
		</dict>
		<key>Resources/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			31ayk5g5CLWcRan1D3RBcIgOwArjb0NpK4div26+sAo=
			</data>
		</dict>
		<key>Resources/version0328.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			fjC67ZmOySm23641E6SnkYgjrIqAMlQ+KaoP1fDFlxo=
			</data>
		</dict>
		<key>Resources/version0328.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			eUyboEwUpkLwVLV4WL6HkwgRWODa4vRtWdjpgyQE4Ac=
			</data>
		</dict>
		<key>Resources/version0328.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			TRbAmcys1dvnWeSXB06NQ/Fkhpfg05kpOnHjEZrXciE=
			</data>
		</dict>
		<key>Resources/version0328.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			Z6RHtnpQ0VDBOKeW1PnP2mqQyTGj1YbcLBet7Ee9xlQ=
			</data>
		</dict>
		<key>Resources/version0328.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			3cJYNftaremS+97VHUi0jzxtTutWdWyvioFllqHFXk4=
			</data>
		</dict>
		<key>Resources/version0328.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			kvQtysw0kXTnKNNLpPVY99X8gTKQBC8AUF71vHrQBmA=
			</data>
		</dict>
		<key>Resources/version0328.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			9aX9QtFqIDAnmO9u0wmXm0MAPSMg2fDo6pgxqSdZ+0s=
			</data>
		</dict>
		<key>Resources/version0328.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^Resources/</key>
		<true/>
		<key>^Resources/.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^Resources/.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Resources/Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^(Frameworks|SharedFrameworks|PlugIns|Plug-ins|XPCServices|Helpers|MacOS|Library/(Automator|Spotlight|LoginItems))/</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^Resources/</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^Resources/.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^Resources/.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Resources/Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^[^/]+$</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
